tap "homebrew/services"
tap "oven-sh/bun"
tap "symfony-cli/tap"
brew "biome"
brew "chezmoi"
brew "cocoapods"
brew "php"
brew "composer"
brew "gh"
brew "git-flow"
brew "go-task"
brew "lefthook"
brew "make"
brew "mkcert"
brew "neovim"
brew "pnpm"
brew "tree"
brew "watchman"
brew "yarn"
brew "oven-sh/bun/bun", link: false
brew "symfony-cli/tap/symfony-cli"
cask "ghostty"
cask "orbstack"
cask "rectangle"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "ambar.bundle-size"
vscode "antfu.slidev"
vscode "arkipedia.i18n-ally-pinyin"
vscode "asciidoctor.asciidoctor-vscode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bbugh.change-color-format"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "blodwynn.featurehighlight"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "cirlorm.mobileview"
vscode "davidanson.vscode-markdownlint"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "fabian-hiller.pace-theme"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gregorbiswanger.json2ts"
vscode "helixquar.randomeverything"
vscode "iceworks-team.iceworks-style-helper"
vscode "jebbs.plantuml"
vscode "joao-mbn.react-extract"
vscode "junstyle.php-cs-fixer"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "m1guelpf.better-pest"
vscode "mattpocock.ts-error-translator"
vscode "meganrogge.template-string-converter"
vscode "mehedidracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-vsliveshare.vsliveshare"
vscode "neilbrayfield.php-docblocker"
vscode "oderwat.indent-rainbow"
vscode "phproberto.vscode-php-getters-setters"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sanity-io.vscode-sanity"
vscode "simonsiefke.svg-preview"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
