tap "homebrew/services"
tap "oven-sh/bun"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "symfony-cli/tap"
tap "thezoraiz/ascii-image-converter"
brew "bat"
brew "chezmoi"
brew "cocoapods"
brew "php", link: false
brew "composer"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-flow"
brew "go-task"
brew "imagemagick"
brew "lazygit"
brew "lefthook"
brew "make"
brew "mkcert"
brew "neovim"
brew "php@8.3", link: true
brew "pnpm"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "swiftformat"
brew "tectonic"
brew "tlrc"
brew "tree"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun", link: false
brew "sst/tap/opencode"
brew "stripe/stripe-cli/stripe"
brew "symfony-cli/tap/symfony-cli"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "orbstack"
cask "rectangle"
cask "visual-studio-code"
cask "zed"
cask "zulu@17"
vscode "aaron-bond.better-comments"
vscode "ambar.bundle-size"
vscode "antfu.slidev"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "blodwynn.featurehighlight"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "davidanson.vscode-markdownlint"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "fabian-hiller.pace-theme"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "iceworks-team.iceworks-style-helper"
vscode "junstyle.php-cs-fixer"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "m1guelpf.better-pest"
vscode "meganrogge.template-string-converter"
vscode "mehedidracula.php-namespace-resolver"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "neilbrayfield.php-docblocker"
vscode "oderwat.indent-rainbow"
vscode "phproberto.vscode-php-getters-setters"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "simonsiefke.svg-preview"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "whatwedo.twig"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zamerick.vscode-caddyfile-syntax"
